Repository: shakiltousif/storage-management-plugin
Catalog: languages/royal-storage-*.po
Languages: sr_rs

source: Royal Storage Management
sr_rs: Управљање складиштем Роял

source: Storage Management
sr_rs: Управљање складиштем

source: Dashboard
sr_rs: Контролна табла

source: Storage Units
sr_rs: Јединице складишта

source: Parking Spaces
sr_rs: Паркинг места

source: Bookings
sr_rs: Резервације

source: Invoices
sr_rs: Рачуни

source: Settings
sr_rs: Подешавања

source: Business Settings
sr_rs: Подешавања пословања

source: Pricing Settings
sr_rs: Подешавања цена

source: Email Settings
sr_rs: Подешавања е-поште

source: Payment Settings
sr_rs: Подешавања плаћања

source: Invoice
sr_rs: Рачун

source: From:
sr_rs: Од:

source: Bill To:
sr_rs: Наплатити:

source: Description
sr_rs: Опис

source: Amount
sr_rs: Износ

source: Storage Rental
sr_rs: Изнајмљивање складишта

source: VAT (20%)
sr_rs: ПДВ (20%)

source: Total
sr_rs: Укупно

source: Invoice Date:
sr_rs: Датум рачуна:

source: Due Date:
sr_rs: Датум доспећа:

source: Status:
sr_rs: Статус:

source: Payment Reminder - Royal Storage
sr_rs: Подсетник за плаћање - Роял складиште

source: Dear %s, please complete your payment for booking #%d. Total amount: %s RSD
sr_rs: Драги %s, молимо вас да завршите плаћање за резервацију #%d. Укупан износ: %s РСД

source: Payment Confirmed - Royal Storage
sr_rs: Плаћање потврђено - Роял складиште

source: Dear %s, your payment for booking #%d has been confirmed. Your access code is: %s
sr_rs: Драги %s, ваше плаћање за резервацију #%d је потврђено. Ваш код приступа је: %s

source: Payment Failed - Royal Storage
sr_rs: Плаћање неуспешно - Роял складиште

source: Dear %s, your payment for booking #%d failed. Reason: %s. Please try again.
sr_rs: Драги %s, ваше плаћање за резервацију #%d је неуспешно. Разлог: %s. Молимо покушајте поново.

source: Refund Processed - Royal Storage
sr_rs: Повраћај обрађен - Роял складиште

source: Dear %s, your refund for booking #%d has been processed. Amount: %s RSD
sr_rs: Драги %s, ваш повраћај за резервацију #%d је обрађен. Износ: %s РСД

source: Royal Storage Management requires WooCommerce to be installed and activated.
sr_rs: Управљање складиштем Роял захтева да буде инсталиран и активиран WooCommerce.
